const detail: { image: string; title: string; content: string } = {
  image:
    "https://pic2.zhimg.com/80/v2-c16585c6f21b35e1f0149816b1aab5dc_qhd.jpg",
  title: `周杰伦（Jay Chou），1979年1月18日出生于台湾省新北市，祖籍福建省泉州市永春县，中国台湾流行乐男歌手、原创音乐人、演员、导演、编剧，毕业于淡江中学。`,
  content:
    "周杰伦刚进吴宗宪的阿尔发音乐公司时，买盒饭是他每天都必须做的事，后来吴宗宪看周杰伦做事踏实，不怕吃苦，便给周杰伦配备了一间办公室让他专心写歌。由于周杰伦有扎实的音乐功底，很快他便创作出大量歌曲，但都被否决，后来吴宗宪感动于周杰伦的勤奋，答应找歌手演唱周杰伦的创作，之后，周杰伦帮张惠妹写了《双截棍》，却被张惠妹拒绝。直到周杰伦当歌手出专辑后，《双截棍》便被周杰伦亲自演唱并收录到他的第二张专辑《范特西》中， [3]  而《双截棍》便是因为周杰伦喜爱看中国的武打电影而创作的。 [4]",
};

export default detail;
